Ran Plan for dir: `github-examples` workspace: `default`

<details><summary>Show Output</summary>

```diff
Acquiring state lock. This may take a few moments...

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # github_team.read-it-all will be created
+ resource "github_team" "read-it-all" {
      + description = "A team that will get read access to all repositories"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "ReadItAll"
      + node_id     = (known after apply)
      + privacy     = "secret"
      + slug        = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
Releasing state lock. This may take a few moments...

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d github-examples`
* :put_litter_in_its_place: To **delete** this plan click [here](https://2f1b6065ff08.ngrok.io/lock?id=jonico%252Fatlantis-example%252Fgithub-examples%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d github-examples`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
